[XComGame.UIArmory_PromotionHero]
[UIArmory_PromotionHero]
m_strMutuallyExclusiveAbility="与以下互斥:"

[XComGame.XLocalizedData]
[XLocalizedData]
RuptureLabel="伤口撕裂"

RunOrderDiffGroupsConflict="%FID是在%FGROUP组中，而%SID是在%SGROUP组中，因此%FID永远不会在%SID之前运行"
RunOrderDiffGroupsRedundant="%FID是在%FGROUP组中，而%SID是在%SGROUP组中，因此%FID总会在%SID之前运行"
RunOrderBefore="%FID想要在%SID之前运行"
RunOrderAfter="%SID想要在%FID之后运行"
RunOrderBeforeAfter="%FID想要在%SID之前运行，而%SID想要在%FID之后运行"

; 请勿本地化下面这些内容。它们用于调试日志输出。
RunOrderDiffGroupsConflict_INT="%FID is in group %FGROUP and %SID is in group %SGROUP, so %FID will never run before %SID"
RunOrderDiffGroupsRedundant_INT="%FID is in group %FGROUP and %SID is in group %SGROUP, so %FID will always run before %SID"
RunOrderBefore_INT="%FID wants to run before %SID"
RunOrderAfter_INT="%SID wants to run after %FID"
RunOrderBeforeAfter_INT="%FID wants to run before %SID and %SID wants to run after %FID"

[XComGame.UICustomize_Head]
[UICustomize_Head]
m_strChangeFace="使用其他面孔编辑此选项"

[CHHelpers]
; Issue #817
m_strFramerateSmoothingDisabledReason = "帧率平滑功能已被 Highlander 禁用，以确保其他 Mod 的正常工作。如果您之前启用了它，请删除此文件：\"..\\Documents\\my games\\XCOM2 War of the Chosen\\XComGame\\Config\\XComEngine.ini\"，然后重新启动游戏。"
